Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: A facility which exploits massive mote clouds drifting through this Gas Giant's atmosphere.
ru: Установка, которая использует массивные облака пылинок, дрейфующие в атмосфере этого газового гиганта.

source: A familiar concept.
ru: Знакомая концепция.

source: A fascinating design.
ru: Увлекательный дизайн

source: A fascinating find!
ru: Потрясающая находка!

source: A field of debris from an ancient planetary warship.
ru: Поле обломков древнего планетарного военного корабля.

source: A fiery magic-infused stream of draconic fire.
ru: Огненный, наполненный магией поток драконьего огня.

source: A fine gift.
ru: Прекрасный подарок.

source: A floating utopia maintained with extremely advanced anti-gravity technology.
ru: Летающая утопия, функционирующая благодаря исключительно продвинутой технологии антигравитации.

source: A flow of Psionic Energy is unleashed on a world, completely devouring it.
ru: Поток псионической энергии обрушивается на мир, полностью поглощая его.

source: A formidable beast, we must exercise caution
ru: Грозный зверь, мы должны проявлять осторожность

source: A fully activated $dimensional_mirror_0$ nobody knows what this provide for our empire.
ru: Полностью активированное $dimensional_mirror_0$ - никто не знает, что оно может дать нашей империи.

source: A fully activated $name_yggdrasil$, surrounding a Gas Giant full of genetically engineered plant life floating in its upper atmosphere, ready to be harvested and transformed into edible food for our population.
ru: Полностью активированный $name_yggdrasil$, окружающий газовый гигант, полный генетически модифицированной растительной жизни, плавающей в его верхних слоях атмосферы, готовой к сбору и превращению в съедобную пищу для нашего населения.

source: A fully finished $tech_phanon_stellar_converter$ which serves as a gateway to establish our future phanon economy.
ru: Полностью завершенный $tech_phanon_stellar_converter$, который служит вратами для создания нашей будущей Фанонной экономики.

source: A fully finished $tech_sigma_stellar_converter$ which serves as a gateway to establish our future phanon economy.
ru: Полностью завершенный $tech_phanon_stellar_converter$, который служит вратами для создания нашей будущей сигма-экономики.

source: A fully functional habitable Ring World section, complete with an active biosphere, that is ready for settlement.
ru: Полностью функциональная обитаемая секция Кольцевого мира, в комплекте с активной биосферой, которая готова к заселению.

source: A fully operational $name_crystal_megabore$, pulling massive amounts of crystals and minerals directly from a planet's molten core.
ru: Полностью действующий $name_crystal_megabore$, извлекающий огромное количество кристаллов и минералов непосредственно из расплавленного ядра планеты.

source: A fully operational $name_matrioshka_brain$, including the outermost layer consisting of the cross-referential archives which coordinates the other components, boosting efficiency to its maximum.
ru: Полностью работоспособный $name_matrioshka_brain$, включая самый внешний уровень, состоящий из архивов перекрестных ссылок, который координирует другие компоненты, повышая эффективность до максимума.

source: A fully operational $name_war_moon$, equipped with a massive and particularly devastating particle cannon.
ru: Полностью работоспособный $name_war_moon$, оснащенный массивной и особенно разрушительной пушкой частиц.

source: A fully repaired ring, ready to be settled.
ru: Полностью отремонтированное кольцо, готовое к заселению.

source: A fully restored $aot_megaturret$.
ru: Полностью восстановленная $aot_megaturret$.

source: A generator which casts a field of psionic energy into the skies of this world, bolstering Aeternite psionic abilities and ensuring the docility and compliance of local populations.
ru: Генератор, который излучает поле псионической энергии в небеса этого мира, укрепляя псионические способности вечности и обеспечивая покорность и уступчивость местного населения.

source: A gigantic railgun embedded within a moon's crust.
ru: Гигантский рельсотрон, встроенный в лунную кору.

source: A good deal.
ru: Хорошая сделка.

source: A good initiative Cortana.
ru: Хорошая инициатива, Кортана.

source: A good outcome.
ru: Хороший результат.

source: A good proposal.
ru: Хорошее предложение.

source: A gravity lensing facility which twists gravitational fields into drills capable of extracting material from the $pc_black_hole$.
ru: Установка гравитационного линзирования, которая преобразует гравитационные поля в сверла, способные извлекать материал из $pc_black_hole$

source: A great day for the [Root.GetName]!
ru: Отличный день для [Root.GetName]!

source: A great day!
ru: Великий день!

source: A great feat.
ru: Великий подвиг.

source: A great gift!
ru: Отличный подарок!

source: A great victory.
ru: Великая победа.

source: A grid of delicate detectors and even more delicate manipulators used to tease dark matter away from the black hole.
ru: Сетка тонких детекторов и еще более тонких манипуляторов, используемых для отвода темной материи от черной дыры

source: A grim victory.
ru: Мрачная победа

source: A high amount of rare deposits will be found on the planet.
ru: На планете будет найдено большое количество редких месторождений.

source: A horrible tragedy caused by a foolish individual.
ru: Ужасная трагедия, вызванная глупым человеком.

source: A hostile and millennia-old rogue AI resides within the labyrinthine planet-spanning databanks of this Planetary Computer Complex.
ru: Враждебный искусственный интеллект-мошенник тысячелетней давности находится в запутанных, охватывающих всю планету банках данных этого Планетарного компьютерного комплекса.

source: A huge pile of scrap material, ripe for recycling.
ru: Огромная куча металлолома, пригодного для вторичной переработки.

source: A huge synaptic relay though which the Hive Mind focuses planetary development and planning.
ru: Огромный синаптический ретранслятор, через который Разум Улья фокусирует планетарное развитие и планирование.

source: A humongous Birch World which serves as the heart of the ancient Aeternite civilization.
ru: Огромный Мир Берча, который служит сердцем древней цивилизации этернитов.

source: A humongous orbital facility designed to contain a single Blokkat.
ru: Огромный орбитальный объект, предназначенный для размещения одного блокката.

source: A large apparatus designed to help the frozen wastes of the planet from being completely destroyed by the constant stress of the magnitude of our planned weapon tests.
ru: Большой аппарат, предназначенный для предотвращения полного уничтожения замороженных отходов планеты в результате постоянного напряжения, вызванного масштабами наших запланированных испытаний оружия

source: A large auxiliary deployment post dedicated to the exploration of planetary resources and ecosystems.
ru: Крупный вспомогательный пост развертывания, предназначенный для исследования планетарных ресурсов и экосистем

source: A large construct built around a desolate world to make it more habitable.
ru: Большая конструкция, построенная вокруг пустынного мира, чтобы сделать его более пригодным для жизни.

source: A large construction site housing the personnel and materials necessary to construct a particle accelerator around a star.
ru: Крупная строительная площадка, на которой размещены персонал и материалы, необходимые для строительства ускорителя частиц вокруг звезды.

source: A large forge constructed near a neutron star to easily harvest large amounts of neutronium.
ru: Большая кузница, построенная вблизи нейтронной звезды, чтобы легко добывать большое количество нейтрония.

source: A large mirror built around the system's $pc_black_hole$, designed to exploit superradiant scattering, generating energy with astonishing efficiency.
ru: Большое зеркало, построенное вокруг $pc_black_hole$системы, разработанное для использования рассеяния сверхизлучения, генерируя энергию с поразительной эффективностью

source: A large mirror built around the system's $pc_black_hole$, exploiting superradiant scattering to generate energy with astonishing efficiency.
ru: Большое зеркало, построенное вокруг $pc_black_hole$ системы, использующее рассеяние сверхизлучения для выработки энергии с поразительной эффективностью

source: A large mirror-like structure built around a Black Hole, capable of reflecting radiation back and forth between its inner surface and the Black Hole's ergosphere, causing superradiant scattering and exponentially amplifying the radiation's energy.
ru: Большая зеркальная структура, построенная вокруг Черной дыры, способная отражать излучение взад и вперед между своей внутренней поверхностью и эргосферой Черной дыры, вызывая сверхизлучающее рассеяние и экспоненциально усиливая энергию излучения

source: A large orbital construct built near an inhabited Katzen colony, harvesting the local system for resources in order to assemble Katzen warships.
ru: Большая орбитальная конструкция, построенная вблизи обитаемой колонии Катзенов, добывающая ресурсы в местной системе для сборки военных кораблей Катзенов.

source: A large orbital network hub designed to facilitate the planetside operations of a highly centralized civilization.
ru: Крупный орбитальный сетевой узел, предназначенный для облегчения удаленных операций на планете высокоцентрализованного $auth_machine_intelligence$

source: A large solar array which generates enough energy to power the planet's systems.
ru: Большая солнечная батарея, которая генерирует достаточно энергии для питания систем планеты.

source: A large station orbiting a planet to freely conduct engineering experiments.
ru: Большая станция, вращающаяся вокруг планеты для свободного проведения инженерных экспериментов.

source: A laser fired straight from a $name_quasistellar$, packing as much energy as the total energetic output of the galaxy.
ru: Лазер, выпущенный прямо из $name_quasistellar$, содержит столько же энергии, сколько общая энергетическая мощность галактики.

source: A legion of clerks and bureaucrats oversee the empire, executing the will of our leaders with dutiful persistence.
ru: Легион клерков и бюрократов управляет империей, усердно исполняя волю наших лидеров.

source: A life of total opulence, where every possible material need or desire can be satisfied.
ru: Жизнь в полном изобилии, где могут быть удовлетворены все возможные материальные потребности или желания.

source: A little bribing goes a long way.
ru: Небольшой подкуп имеет большое значение

source: A little push in the right direction
ru: Небольшой толчок в правильном направлении

source: A living legend they enjoy respect and awe wherever they walk.
ru: Живая легенда, они вызывают уважение и благоговение, где бы они ни появлялись.

source: A major Flusionian urban center home to a myriad of species, offering remarkably good living conditions.
ru: Крупный Флюсиаллаский городской центр, где обитает множество видов, предлагающий удивительно хорошие условия жизни.

source: A major administrative center for the Structure, this facility regulates many of its systems.
ru: Являясь крупным административным центром Структуры, это учреждение регулирует многие из ее систем

source: A major administrative center, mediating between the local populace and their superiors in orbit.
ru: Крупный административный центр, выступающий посредником между местным населением и их начальством на орбите.

source: A mammoth cloning vat, built in space to accommodate the largest of clones.
ru: Гигантский резервуар для клонирования, построенный в космосе для размещения самого большого из клонов.

source: A massive 'river' of moving gases, which can easily be harvested.
ru: Огромная "река" движущихся газов, которую можно легко собрать.

source: A massive Hyperdrive that can warp an entire moon through subspace.
ru: Массивный гипердвигатель, который может деформировать целую луну через подпространство.

source: A massive chunk of a ringworld, consisting of two habitable segments and one support segment, powered by a $name_penrose$.
ru: Массивный кусок мира-кольца, состоящий из двух обитаемых сегментов и одного вспомогательного сегмента, питающийся от $name_penrose$

source: A massive complex built near a Gas Giant to seed its atmosphere with special plant life.
ru: Массивный комплекс, построенный вблизи газового гиганта, чтобы засеять его атмосферу особой растительной жизнью.

source: A massive complex in interstellar space housing a singularity reactor and a habitat.
ru: Массивный комплекс в межзвездном пространстве, содержащий реактор сингулярности и среду обитания.

source: A massive complex supporting the navy, and all the logistical requirements that entails.
ru: Огромный комплекс, поддерживающий военно-морской флот, и все связанные с этим логистические требования.

source: A massive industrial complex covering a planet and extracting its minerals, peeling off the surface layer by layer until there's nearly nothing left.
ru: Огромный промышленный комплекс, покрывающий планету и добывающий ее полезные ископаемые, сдирающий с поверхности слой за слоем, пока почти ничего не останется.

source: A massive orbital facility which bores directly into a Molten Planet's core, extracting large amounts of rare crystals.
ru: Массивная орбитальная установка, которая проникает непосредственно в расплавленное ядро планеты, извлекая большое количество редких кристаллов.

source: A massive shipyard circling a planet, capable of assembling a great number of warships.
ru: Огромная верфь, вращающаяся вокруг планеты, способная собрать большое количество военных кораблей.

source: A master control system for the Structure's systems, this facility is starved of energy and is currently unable to bring its full might to bear.
ru: Главная система управления системами Сооружения, это сооружение испытывает недостаток энергии и в настоящее время не в состоянии задействовать всю свою мощь

source: A megastructure built around a Brown Dwarf, capable of triggering fusion reactions within the Brown Dwarf to ignite it.
ru: Мегаструктура, построенная вокруг Коричневого карлика, способная запускать термоядерные реакции внутри Коричневого карлика, чтобы воспламенить его.

source: A megastructure capable of transforming a molten planet into a habitable world.
ru: Мегаструктура, способная превратить расплавленную планету в пригодный для жизни мир.

source: A megastructure capable of transforming a toxic planet into a habitable world.
ru: Мегаструктура, способная превратить токсичную планету в пригодный для жизни мир.

source: A mighty power generator housed within the core of a small weaponized planetoid, providing large amounts of energy for a vast array of weapons.
ru: Мощный генератор энергии, размещенный в ядре небольшого планетоида, оснащенного оружием, обеспечивающий большое количество энергии для широкого спектра вооружений.

source: A miniature ringworld encircling a planet, providing additional district slots.
ru: Миниатюрный мир-кольцо, окружающий планету, предоставляющий дополнительные места для округов.

source: A miniature ringworld-like structure circling a planet's equator, providing its inhabitants with additional district slots.
ru: Миниатюрная структура, похожая на мир-кольцо, вращающаяся вокруг экватора планеты, предоставляющая ее жителям дополнительные места в округе.

source: A mistake.
ru: Ошибка.

source: A more powerful version of $aot_dark_matter_obelisk_core_pe$ that generates more $aot_sr_runic_power$.
ru: Более мощная версия $aot_dark_matter_obelisk_core_pe$, которая генерирует больше $aot_sr_runic_power$.

source: A mostly ceremonial title, the matter magi are skilled in using runic power to manipulate materials at the subatomic level.
ru: Это в основном церемониальный титул, маги материи искусны в использовании рунической силы для манипулирования материалами на субатомном уровне

source: A mysterious substance speculated to originate from the shroud, used primarily to power and maintain Phanon infrastructure.
ru: Таинственное вещество, которое, предположительно, исходит из Покрова и используется в основном для питания и поддержания инфраструктуры Фанона.

source: A mysterious wormhole with artificial origins
ru: Таинственная червоточина искусственного происхождения

source: A natural explorer, this leader is curious about the universe and about what is out there.
ru: Исследователь природных явлений, этот лидер, интересуется всем, что происходит во вселенной.

source: A near-perfect world
ru: Мир Эдем

source: A nearby detonating Subspace Distortion Bomb has sent large amounts of exotic particles through hyperlanes, blasting this planet with harmful radiations.
ru: Взорвавшаяся неподалеку бомба с искажением подпространства послала большое количество экзотических частиц по гиперлиниям, взорвав эту планету вредным излучением.

source: A necessary sacrifice.
ru: Необходимая жертва.

source: A new dawn for [root.GetAdj] industry.
ru: Новый рассвет для [root.GetAdj] индустрии

source: A new edict will be available to let you review these messages again.
ru: Будет доступен новый указ, который позволит вам снова увидеть эти сообщения.

source: A nexus of administrative activity, ensuring smooth operations planetwide.
ru: Связующее звено административной деятельности, обеспечивающее бесперебойную работу по всей планете.

source: A partially constructed $name_penrose$ - Partial mirror panel coverage and incomplete particle injectors.
ru: Частично сконструированный $name_penrose$ - Частичное покрытие зеркальной панели и неполные инжекторы частиц

source: A partially finished $solaripp_2$ with the first batch of habitat platforms.
ru: Частично завершенный $pc_sigma_solaripp$ с первой серией обитаемых платформ.

source: A partially finished $solaripp_2$ with the second batch of habitat platforms.
ru: Частично завершенный $pc_sigma_solaripp$ со второй серией обитаемых платформ.

source: A partially finished $star_imploder_2$ with 1 out of 3 necessary cardanic rings.
ru: Частично завершенный $tech_phanon_stellar_converter$ с 1 из 3 необходимых кардановых колец.

source: A partially finished $star_imploder_2$ with 2 out of 3 necessary cardanic rings.
ru: Частично завершенный $tech_phanon_stellar_converter$ с 2 из 3 необходимых кардановых колец.

source: A particularly large station among the swarm that make up the bulk of the $pc_giga_frameworld$ secondary structure.
ru: Особенно крупная станция среди роя, которые составляют основную часть $pc_giga_frameworld$ вторичной структуры

source: A peculiar Blokkat weapon consisting of an infinitely sharp blade moving back and forth through several higher dimensions at unfathomable speeds.
ru: Своеобразное оружие Блоккат, состоящее из бесконечно острого лезвия, движущегося взад и вперед через несколько высших измерений с непостижимой скоростью

source: A pervasive government authority from which jobs are assigned and quotas issued.
ru: Всепроникающий государственный орган, от которого назначаются рабочие места и выдаются квоты.

source: A place for the deserving to unwind and relax, surrounded by the opulence befitting their station.
ru: Место, где достойные могут расслабиться и релакс, окруженные роскошью, подобающей их положению

source: A place of quiet contemplation among the stars.
ru: Место тихого созерцания среди звезд

source: A place of quiet contemplation and spiritual enlightenment.
ru: Место спокойного созерцания и духовного просветления.

source: A planet-side delegation sent to map out this world.
ru: Делегация со стороны планеты, посланная нанести на карту этот мир

source: A portal through subspace that allows instantaneous travel to other Emergency Gateways.
ru: Портал через подпространство, позволяющий мгновенно перемещаться к другим аварийным шлюзам.

source: A portal through subspace that allows instantaneous travel to other Nanite Gateways.
ru: Портал через подпространство, позволяющий мгновенно перемещаться к другим нанитовым шлюзам.

source: A positive modifier is created on the $name_giga_orbital$.
ru: Положительный модификатор создан для $name_giga_orbital$.

source: A powerful administrative hub and relay center, processing instructions sent from orbit.
ru: Мощный административный узел и ретрансляционный центр, обрабатывающий инструкции, отправляемые с орбиты.

source: A powerful army employing poorly-understood weaponry to guard its world.
ru: Мощная армия, использующая малоизученное оружие для защиты своего мира.

source: A powerful lance designed to complement the Systemcraft's main guns.
ru: Мощное копье, разработанное в дополнение к основным орудиям Системное мастерство.

source: A primitive army employing medieval weaponry combined with extraordinary abilities that resemble magic.
ru: Примитивная армия, использующая средневековое оружие в сочетании с экстраординарными способностями, напоминающими магию.

source: A psionic shockwave?
ru: Псионический гипершок?!

source: A random world
ru: Случайный мир

source: A rapid-fire autocannon with much greater range than conventional autocannons.
ru: Скорострельная автопушка с гораздо большей дальностью стрельбы, чем у обычных автопушек.

source: A reactor of Aeternite design which harvests energy from hypervariable quantum fields injected with psionic energies.
ru: Реактор вечной конструкции, который собирает энергию из гипервариантных квантовых полей, вводимых с помощью псионических энергий.

source: A really really large crystal that fires really really large lightning.
ru: Действительно, очень большой кристалл, который стреляет действительно, очень большой молнией.

source: A recently discovered toxic world, whose atmosphere is filled with an unknown red coloured and toxic substance.
ru: Недавно открытый токсичный мир, атмосфера которого наполнена неизвестным ядовитым веществом красного цвета.

source: A reminder of their own weaknesses.
ru: Напоминание об их собственных слабостях.

source: A ring wrapping around a planet's equator, increasing the planet's max amount of districts.
ru: Кольцо, оборачивающееся вокруг экватора планеты, увеличивающее максимальное количество районов на планете.

source: A sad fate.
ru: Печальная судьба.

source: A sealed door is a good sign.
ru: Запечатанная дверь - хороший знак

source: A section dedicated to lifting stellar matter, and processing it into useful manufactured materials.
ru: Раздел, посвященный подъему звездной материи и переработке ее в полезные промышленные материалы.

source: A section dedicated to lifting stellar matter, and processing it into useful raw materials.
ru: Раздел, посвященный подъему звездной материи и переработке ее в полезное сырье.

source: A section of the Virtual Reality dedicated to solar and thermal energy panels, extracting energy from the star.
ru: Раздел виртуальной реальности, посвященный солнечным и тепловым энергетическим панелям, извлекающим энергию из звезды.

source: A segment dedicated to housing our population on this ringworld.
ru: Сегмент, посвященный размещению нашего населения на этом мире-кольце.

source: A series of huge structures built up from the ocean floor, providing livable conditions on this otherwise entirely water-covered world.
ru: Серия огромных сооружений, построенных на дне океана, обеспечивающих пригодные для жизни условия в этом мире, в остальном полностью покрытом водой

source: A series of standardised aptitude tests, questionnaires, and interviews are implemented to reduce the overhead necessary to find the best candidate for leadership roles in service to the empire.
ru: Серия стандартизированных тестов на выявление способностей, анкетирование и собеседования проводятся для сокращения накладных расходов, вызванных поиском лучших кандидатов на руководящие должности в империи.
